# 2. Работа со списками:
my_list = ['яблоко','банан','киви', 'апельсин', 'персик', 'кокос'] #  - Создайте переменную my_list и присвойте ей список из нескольких элементов, например, фруктов.
print(my_list) #  - Выведите на экран список my_list.
print(my_list[0] + ' ' + my_list[-1]) #  - Выведите на экран первый и последний элементы списка my_list.
print(my_list[2:5]) #  - Выведите на экран подсписок my_list с третьего до пятого элементов.
my_list[2] = ('вишня') #  - Измените значение третьего элемента списка my_list.
print(my_list) #  - Выведите на экран измененный список my_list.

# 3. Работа со словарями:
my_dict = {'home' :  'дом', 'house' : 'здание', 'work' : 'работа', 'urban' : 'завтра_ф', 'счет' : 456} #  - Создайте переменную my_dict и присвойте ей словарь с парами ключ-значение, например, переводами некоторых слов.
print(my_dict) #  - Выведите на экран словарь my_dict.
print(my_dict['urban']) #  - Выведите на экран значение для заданного ключа в my_dict.
my_dict['urban'] = 'будущее' #  - Измените значение для заданного ключа или добавьте новый в my_dict.
print(my_dict) #  - Выведите на экран измененный словарь my_dict.